const scenario = [
  {
    title: "はじめから",
    slide: "",
    message: [
      {
        text: "ここをクリックしてね♪",
      },

      {
        text: "皆さん、こんにちわ　学習ナビゲーターの春日部つむぎです",
        voice: "001_皆さん、こんにちわ….wav",
      },
      {
        text: "今回は、経済学の最重要キーワードである「分業と分配」「需要と供給について、お話ししていきましょう",
        voice: "002_今回は、経済学の最….wav",
      },
      {
        text: "前回は、経済とはそもそも「自分の利益と他人の利益を両立させることであり、ウィンウィンの関係を築くこと　という内容でしたね",
        voice: "003_前回は、経済とはそ….wav",
      },
      {
        text: "今回のテーマである「分業と分配」「需要と供給は、そのウィンウィンを言い換えているだけで、実は同じ意味なんですよ",
        voice: "004_今回のテーマである….wav",
      },
      {
        text: "順番に見ていきましょう",
        voice: "005_順番に見ていきまし….wav",
      },
      {
        text: "まずは分業と分配からですが、実はこれ、単なる役割の分担と利益の山分けのことです",
        voice: "006_まずは分業と分配か….wav",
      },
      {
        text: "一言でいうと、協力のことですね",
        voice: "007_一言でいうと、協力….wav",
      },
      {
        text: "童話の桃太郎の冒頭で",
        voice: "008_童話の桃太郎の冒頭で.wav",
      },
      {
        text: "青山龍星(ノーマル),「お爺さんは山に柴刈りに、お婆さんは川に洗濯に行きました」",
        voice: "009_「お爺さんは山に柴….wav",
      },
      {
        text: "というシーンがありますよね",
        voice: "010_というシーンがあり….wav",
      },
      {
        text: "ここで、なぜお爺さんとお婆さんは２人で一緒に柴刈りや洗濯をしなかったのでしょうか？",
        voice: "011_ここで、なぜお爺さ….wav",
      },
      {
        text: "なぜわざわざ分かれて別々に作業したのでしょうか？",
        voice: "012_なぜわざわざ分かれ….wav",
      },
      {
        text: "簡単な話ですよね？",
        voice: "013_簡単な話ですよね？.wav",
      },
      {
        text: "その通りです",
        voice: "014_その通りです.wav",
      },
      {
        text: "答えは単純で、分担して作業した方が効率が良いからです",
        voice: "015_答えは単純で、分担….wav",
      },
      {
        text: "それぞれが自分の分の柴刈りをして、自分の分の洗濯をするよりも",
        voice: "016_それぞれが自分の分….wav",
      },
      {
        text: "お爺さんはお婆さんの分まで柴刈りをして、お婆さんはお爺さんの分まで洗濯をする　その方が効率がいいんです",
        voice: "017_お爺さんはお婆さん….wav",
      },
      {
        text: "このように、作業分担して、お互いに相手の分まで作業をすることを分業",
        voice: "018_このように、作業分….wav",
      },
      {
        text: "それによって得られる利益を共有して分け合うことを分配　と言います",
        voice: "019_それによって得られ….wav",
      },
      {
        text: "つまり、「自分の分は自分でやるよりも、協力した方がお互いにメリットがあるからウィンウィンだよね　というだけのことなんです",
        voice: "020_つまり、「自分の分….wav",
      },
      {
        text: "もしお爺さんが柴刈りの最中に山菜を見つけたら、きっとお婆さんの分も採ってくるでしょう",
        voice: "021_もしお爺さんが柴刈….wav",
      },
      {
        text: "もしお婆さんがその山菜をもらったら、きっとお爺さんの分まで料理するでしょう",
        voice: "022_もしお婆さんがその….wav",
      },
    ],
  },
];
